Repository: nealight/medinow
Catalog: medinow/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Delete
zh_hans: 删除

source: Drug Name
zh_hans: 药物名称

source: Inventory
zh_hans: 库存

source: Inventory Detail
zh_hans: 库存具体信息

source: Missing Prescription Information
zh_hans: 请提供处方信息

source: No Photo Taken
zh_hans: 没有拍摄照片

source: Okay
zh_hans: 好的

source: Pills per day
zh_hans: 每天用量

source: Please add a photo to the drug that you are adding to your inventory.
zh_hans: 请给这个药物拍张照片！

source: Prescription Detail
zh_hans: 处方详情

source: Prescriptions
zh_hans: 处方

source: Quantity
zh_hans: 数量

source: Select the Drug Name
zh_hans: 请选择药品的正确名称

source: We captured multiple drug names and would like to know which is the right one.
zh_hans: 我们识别了多个药品名称，想知道哪个是正确的。

source: You have not filled out your prescription information.
zh_hans: 有一些处方信息你可能忘记填写了。
